//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2017, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
//**********************************************************************
//<AMI_FHDR_START>
//
// Name:  <F81804Setup.uni>
//
// Description: SIO form string definitions.
//
//<AMI_FHDR_END>
//**********************************************************************
/=#
#include "VFR.uni"

//If customer define the common logical device by themselves, add here.
#string STR_F81804_SIO_FORM                        #language eng "F81804 Super IO Configuration"
#string STR_F81804_SIO_FORM_HELP                   #language eng "System Super IO Chip Parameters."
#string STR_F81804_SIO_PROMPT                      #language eng "Super IO Chip"
#string STR_F81804                                 #language eng "F81804"

//
//Serial 1/2/3/4/5/6 Settings
//
//COMB Settings
//
#string STR_F81804_COMB_MODE1                      #language eng "Disable IR1 function"
#string STR_F81804_COMB_MODE2                      #language eng "Enable IR1 function, active pulse 1.6uS"
#string STR_F81804_COMB_MODE3                      #language eng "Enable IR1 function, active pulse 3/16 bit time"

//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2017, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
